Repository: Mejstro/ged2doc
Catalog: ged2doc/data.*/lang/*/ged2doc.po
Languages: ru

source: Person List
ru: Персоналии

source: Born
ru: Родился

source: Born#F
ru: Родилась

source: Date Unknown
ru: Неизвестно

source: Mother
ru: Мать

source: Father
ru: Отец

source: Spouses and children
ru: Супруги и дети

source: Spouse
ru: Супруг

source: Spouse#F
ru: Супруга

source: kids
ru: дети

source: Kids
ru: Дети

source: CHILD.BORN {child}
ru: Родился {child}

source: CHILD.BORN {child}#F
ru: Родилась дочь {child}

source: CHILD.BORN {child}#M
ru: Родился сын {child}

source: Events and dates
ru: События и даты

source: Comments
ru: Комментарии

source: Ancestor tree
ru: Предки

source: Statistics
ru: Статистика

source: Total Statistics
ru: Общая статистика

source: Person count
ru: Всего персон

source: Female count
ru: Женского пола

source: Male count
ru: Мужского пола

source: Name Statistics
ru: Статистика имен

source: Female Name Frequency
ru: Частота женских имен

source: Male Name Frequency
ru: Частота мужских имен

source: Table Of Contents
ru: Оглавление

source: EVENT.BIRT
ru: Рождение

source: EVENT.CHR
ru: Крещение

source: EVENT.DEAT
ru: Смерть

source: EVENT.BURI
ru: Погребение

source: EVENT.CREM
ru: Кремирование

source: EVENT.ADOP
ru: Усыновление

source: EVENT.ADOP#F
ru: Удочерение

source: EVENT.BAPM
ru: Крещение

source: EVENT.BARM
ru: Бар-Мицва

source: EVENT.BASM
ru: Бар-Мицва

source: EVENT.BLES
ru: Благословение

source: EVENT.CHRA
ru: Крещение (взрос.)

source: EVENT.CONF
ru: Конфирмация

source: EVENT.FCOM
ru: Коммюнион

source: EVENT.ORDN
ru: Рукоположение

source: EVENT.NATU
ru: Натурализация

source: EVENT.EMIG
ru: Эмиграция

source: EVENT.IMMI
ru: Иммиграция

source: EVENT.CENS
ru: Перепись

source: EVENT.PROB
ru: Утверждение завещания

source: EVENT.WILL
ru: Подписание завещания

source: EVENT.GRAD
ru: Окончание учеб. зав.

source: EVENT.RETI
ru: Выход на пенсию

source: EVENT.EVEN
ru: Другое событие

source: FAMEVT.ANUL
ru: Аннулирование брака

source: FAMEVT.CENS
ru: Перепись

source: FAMEVT.DIV
ru: Развод

source: FAMEVT.DIVF
ru: Инициирован развод

source: FAMEVT.ENGA
ru: Помолвка

source: FAMEVT.MARB
ru: Объявление о браке

source: FAMEVT.MARC
ru: Брачный контракт

source: FAMEVT.MARR
ru: Бракосочетание

source: FAMEVT.MARL
ru: Лицензия на брак

source: FAMEVT.MARS
ru: Брачный договор

source: FAMEVT.RESI
ru: Местожительство
